#####################################################################
[Translation]

TRANSLATION_BY = Preložil
TRANSLATION_NAME = rwrx_
TRANSLATION_LINK = vajda10@uniba.sk
LANGUAGENAME=Slovensky
FILEVER=3240

#####################################################################

[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8
SYSTEM_TITLE_BOLD = 1
SYSTEM_EDITOR_PANEL_SIZEOVERFLOW = 0
POPUPMARGIN=35

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK                    =&Editor obrázkov
#-------------------------------------------------------------

MNU_CAPTURE                         =&Zachytiť obrazovku

#3.0.0 Please omit the 'Capture' text.  For exmaple, "Capture Full-screen" (X) -> "Full-screen" (O)
#3.0.0 For Capture Bar, please try to make the menu name shortly.
MNU_CAPTURE_FULLSCREEN              =&Celá obrazovka
MNU_CAPTURE_ACTIVEWINDOW            =&Aktívne okno
MNU_CAPTURE_CONTROL                 =&Vybrať okno
MNU_CAPTURE_SCROLLINGWINDOW         =Okno s &posuvníkom
MNU_CAPTURE_REGION                  =Vybrať obla&sť
MNU_CAPTURE_FIXEDREGION             =&Vymedziť oblasť
MNU_CAPTURE_FREEHAND                =Vybrať oblasť voľnou &rukou
MNU_CAPTURE_WEBPAGE                 =&Webstránka
MNU_CAPTURE_REPEAT                  =Zopakovať &posledné zachytenie

MNU_CAPTUREQBAR                     =Zobraziť okno &Zachytiť obrazovku
#3.0.0

#-------------------------------------------------------------
MNU_CAPTURE_SETTING                 =&Nastavenia zachytávania
MNU_OUTPUTTYPE                      =Výstupný &formát

MNU_OUTPUTTYPE_PICPICK              =&Editor obrázkov
MNU_OUTPUTTYPE_CLIPBOARD            =Kopírovať do &schránky
MNU_OUTPUTTYPE_SAVEIMAGE            =&Uložiť do súboru
MNU_OUTPUTTYPE_SAVEFOLDER           =&Automaticky ukladať...
MNU_OUTPUTTYPE_OTHER                =&Externý program
MNU_OUTPUTTYPE_FTP                  =Nahrať na F&TP server
MNU_OUTPUTTYPE_SHARE                =&Zdieľať
MNU_OUTPUTTYPE_SENDTO               =&Odoslať
MNU_OUTPUTTYPE_FACEBOOK             =Nahrať na Face&book
MNU_OUTPUTTYPE_TWITTER              =Nahrať na T&witter
MNU_OUTPUTTYPE_MSWORD               =Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL              =Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT                =Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK            =E-mail (Out&look)
MNU_OUTPUTTYPE_PRINTER              =Vy&tlačiť

#3.2.4
MNU_OUTPUTTYPE_SKYPE                =Odoslať do Sk&ype
#3.2.4

MNU_OUTPUTTYPE_WEB                  =Nahrať na &web
MNU_OPT_DEFAULTFORMAT               =Predvolený formát obrázka
MNU_OPT_OPENEDITOR                  =Otvoriť &Editor obrázkov po spustení programu
MNU_OPT_STARTUPPROGRAM              =&Spustiť PicPick po štarte systému
#-------------------------------------------------------------
MNU_COLORPICKER			    		=&Kvapkadlo
MNU_COLORPALETTE		    		=Paleta &farieb
MNU_COPYCOLORTYPE		    		=&Kopírovať farbu ako...
MNU_COLORHISTORY		    		=&História farieb
MNU_COLORHISTORY_CLEAR		    	=&Vymazať
#-------------------------------------------------------------
MNU_MAGNIFIER			    		=&Lupa
MNU_PIXELRULER			    		=&Pravítko
MNU_PROTRACTOR			    		=&Uhlomer
MNU_CROSSHAIR			    		=&Zameriavač
MNU_WHITEBOARD			    		=Biela &tabuľa
#-------------------------------------------------------------
MNU_ABOUT_PICPICK		    		=&Nastavenia
MNU_EXIT_PICPICK		    		=Uk&ončiť


[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE                                =&Súbor
MNU_FILE_NEW                            =&Nový obrázok
MNU_FILE_OPEN                           =&Otvoriť...
MNU_FILE_OPENCLIPBOARD                  =Otvoriť zo s&chránky
#3.0.0
MNU_FILE_OPENURL                        =Otvoriť z adresy U&RL
#3.0.0
MNU_FILE_SAVESAME                       =&Uložiť
MNU_FILE_SAVE                           =Uložiť &ako...
MNU_FILE_SAVESELECT                     =Uložiť &výber ako...
MNU_FILE_SAVEALL                        =Uložiť všetk&o
MNU_FILE_PRINT                          =&Tlačiť...
#3.0.2
MNU_FILE_CLOSEIMAGE                     =&Zavrieť
MNU_FILE_CLOSECURRENTIMAGE              =Aktuál&ny obrázok
MNU_FILE_CLOSEALLIMAGE                  =Vš&etky obrázky
MNU_FILE_CLOSEALLSAVEDIMAGE             =Všetky u&ložené obrázky
#3.0.2
MNU_FILE_CLOSEPICPICK                   =U&končiť
#-------------------------------------------------------------
MNU_EDIT                                =Úp&ravy
MNU_EDIT_UNDO                           =&Späť
MNU_EDIT_REDO                           =&Dopredu
MNU_EDIT_CUT                            =&Vystrihnúť
MNU_EDIT_COPY                           =&Kopírovať
MNU_EDIT_PASTE                          =&Prilepiť
MNU_EDIT_PASTEFROMFILE                  =Prilepiť &zo súboru...
MNU_EDIT_SELECTDEL                      =Vy&mazať výber
MNU_EDIT_SELECTNEW                      =V&yrezať výber
MNU_EDIT_DESELECT                       =Zrušiť vý&ber
MNU_EDIT_SELECTALL                      =Vybr&ať všetko
MNU_EDIT_IMAGERESIZE                    =Zväčšiť/zmenšiť &obrázok...
MNU_EDIT_CANVASRESIZE                   =Zmeniť veľ&kosť plátna...
MNU_EDIT_VIEWBITMAP                     =&Zobraziť obrázok na celú obrazovku
#-------------------------------------------------------------
MNU_TOOLS                               =&Nástroje
MNU_TOOLS_FULLSCREEN 		            =Zachytiť &celú obrazovku
MNU_TOOLS_ACTIVEWINDOW 		            =Zachytiť &aktívne okno
MNU_TOOLS_CONTROL 		                =&Vybrať okno a to zachytiť
MNU_TOOLS_SCROLLINGWINDOW	            =Zachytiť okno s &posuvníkom
MNU_TOOLS_WEBPAGE 		                =Zachytiť &webstránku
MNU_TOOLS_REGION 		                =Zachytiť &oblasť
MNU_TOOLS_FIXEDREGION 		            =Zachytiť vy&medzenú oblasť
MNU_TOOLS_FREEHAND 		                =Zachytiť vybratú oblasť voľnou &rukou
MNU_TOOLS_REPEAT 		                =Zopakovať pos&ledné zachytenie
MNU_TOOLS_COLORPICKER		            =&Kvapkadlo
MNU_TOOLS_COLORPALETTE		            =Paleta &farieb
MNU_TOOLS_MAGNIFIER		                =&Lupa
MNU_TOOLS_PIXELRULER		            =Pravít&ko
MNU_TOOLS_PROTRACTOR		            =&Uhlomer
MNU_TOOLS_CROSSHAIR		                =&Zameriavač
MNU_TOOLS_WHITEBOARD		            =Biela &tabuľa
MNU_TOOLS_OPTION		                =Nastavenia
#-------------------------------------------------------------
MNU_TOOLSOPTION				            =&Nastavenia zachytávania
MNU_TOOLSOPTION_OUTPUTTYPE		        =Výstupný &formát
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=&Predvolený formát obrázka
MNU_TOOLSOPTION_DUALMONITORS			=Podpora dvoch &monitorov
MNU_TOOLSOPTION_HOTKEY			        =Zmeniť klávesové &skratky...
MNU_TOOLSOPTION_SOUND				    =Zapnúť &zvukové efekty
MNU_TOOLSOPTION_SCROLLCAPTURE		    =Zapnúť &automatické posúvanie
MNU_TOOLSOPTION_MOUSECURSOR			    =Zachytiť &kurzor myši
MNU_TOOLSOPTION_STARTUPPROGRAM		    =Spustiť PicPick po štarte systému
MNU_TOOLSOPTION_OPENEDITOR			    =Otvoriť &Editor obrázkov po spustení programu
MNU_TOOLS_COLORTYPE				        =Kopírovať farbu ako...
#-------------------------------------------------------------
MNU_EFFECT 			                    =&Efekty
MNU_EFFECT_INVERT 		                =&Invertovať
MNU_EFFECT_GRAYSCALE		            =&Odtiene šedej
MNU_EFFECT_MOSAIC 		                =&Pixelizácia...
MNU_EFFECT_BLUR 		                =&Rozmazať
MNU_EFFECT_SHARPEN 		                =&Zaostriť
MNU_EFFECT_BRIGHTNESS 		            =&Jas a kontrast...
MNU_EFFECT_HSL 			                =&Odtieň a sýtosť...
MNU_EFFECT_BORDER 		                =Úprava okr&ajov
MNU_EFFECT_FLIP 		                =&Prevrátiť
MNU_EFFECT_FLIPH 		                =Prevrátiť &vodorovne
MNU_EFFECT_FLIPV 		                =Prevrátiť &zvislo
MNU_EFFECT_ROTATE 		                =&Otočiť
MNU_EFFECT_ROTATE90 		            =&90° v smere hodinových ručičiek
MNU_EFFECT_ROTATE180 		            =&180° v smere hodinových ručičiek
MNU_EFFECT_ROTATE270 		            =&270° v smere hodinových ručičiek
MNU_EFFECT_FRAME		                =Rá&mik...
#3.0.0
MNU_EFFECT_COLORBALANCE		            =Vyváženie &farieb...
#3.0.0

#3.2.7
MNU_EFFECT_WATERMARK		=&Vodotlač...
#3.2.7
#-------------------------------------------------------------
MNU_WINDOW                              =&Okno
MNU_WINDOW_CASCADE                      =&Za seba
MNU_WINDOW_TILEH                        =&Vodorovne
MNU_WINDOW_TILEV                        =Zvi&slo
MNU_WINDOW_MINIMIZEALL                  =&Minimalizovať všetky
#-------------------------------------------------------------
MNU_HELP                                =&Pomoc
MNU_HELP_WEBSITE                        =&Webstránka programu PicPick
MNU_HELP_ABOUT                          =&O programe PicPick

PNL_TOOL_TOOLS                          =Nástroje
PNL_TOOL_COLOR                          =Farba
PNL_TOOL_PROPERTY                       =Vlastnosti
LBL_TOOL_WIDTHS                         =Šírka
LBL_TOOL_OPACITY                        =Priehľadnosť
LBL_TOOL_SHAPE                          =Tvar

#-------------------------------------------------------------
#Ribbon

#3.0.0
TAB_HOME                                =Domov
TAB_FILE                                =Súbor
TAB_VIEW                                =Náhľad
TAB_SHAPES                              =Tvary
#3.0.0

TBR_CLIPBOARD                           =Schránka
TBN_CLIPBOARD_PASTE                     =Prilepiť
TBN_CLIPBOARD_CUT                       =Vystrihnúť
TBN_CLIPBOARD_COPY                      =Kopírovať
TBN_CLIPBOARD_DELETE                    =Vymazať

TBR_VIEW                                =Zobrazovanie
TBN_VIEW_ZOOMIN                         =Priblížiť
TBN_VIEW_ZOOMOUT                        =Oddialiť
TBN_VIEW_FULL                           =Celá obrazovka
TBN_VIEW_100                            =Skutočná veľkosť

TBR_IMAGE                               =Obrázok
TBN_IMAGE_EFFECT                        =Efekty
TBN_IMAGE_CROP                          =Orezať
TBN_IMAGE_RESIZE                        =Veľkosť
TBN_IMAGE_ROTATE                        =Otočiť

TBR_TOOLS                               =Nástroje
TBR_COLOR                               =Farby

POP_COLORTYPE1                          =Pastelové farby
POP_COLORTYPE2                          =Základné farby

#3.0.0

TBR_SHOWHIDE                            =Zobraziť
TBN_RULER                               =Pravítka
TBN_STATUSBAR                           =Stavový panel
TBN_TAB                                 =Panel kariet

TBN_THUMBNAIL                           =Zobraziť náhľady

TBR_WINDOW                              =Okno
TBN_CASCADE                             =Za sebou
TBN_ARRANGEALL                          =Usporiadať všetky

TBN_REGISTER                            =&Registrácia

TBN_VIEW_100                            =100%

TBN_TOOLS_SELECT                        =Výber

TBN_MORECOLORS                          =Viac
MNU_PALETTETYPE                         =Typ palety

MNU_TOPBAR_TITLE                        =Prispôsobiť tlačidlá
MNU_TOPBAR_MINIMIZERIBBON               =Skryť panel s nástrojmi

#3.0.0
#-------------------------------------------------------------

[PicPickEditor Tip]
#-------------------------------------------------------------


#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts
TIP_FILE_NEW                            =Vytvoriť nový obrázok
TIP_FILE_OPEN                           =Otvoriť obrázok
#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts


TIP_FILE_OPENCLIPBOARD                  =Otvoriť obrázok zo schránky
#3.0.0
TIP_FILE_OPENURL                        =Otvoriť obrázok z adresy URL
#3.0.0

TIP_FILE_SAVE                           =Uložiť aktívny obrázok
TIP_FILE_SAVEAS                         =Uložiť aktívny obrázok ako...
TIP_FILE_SAVESELECT                     =Uložiť výber ako...
TIP_FILE_SAVEALL                        =Uložiť všetky obrázky s novým názvom
TIP_FILE_PRINT                          =Vytlačiť obrázok
TIP_FILE_CLOSEIMAGE                     =Zavrieť aktívny obrázok
TIP_FILE_CLOSEALLIMAGE                  =Zavrieť všetky obrázky
#3.0.2
TIP_FILE_CLOSEALLSAVEDIMAGE             =Zavrieť všetky uložené obrázky
#3.0.2
TIP_FILE_CLOSEPICPICK                   =Zavrieť okno
#-------------------------------------------------------------
TIP_EDIT_UNDO                           =Vrátiť poslednú zmenu
TIP_EDIT_REDO                           =Znovu urobiť nasledujúcu zmenu
TIP_EDIT_CUT                            =Vystrihnúť vybratú oblasť a presunúť ju do schránky
TIP_EDIT_COPY                           =Skopírovať vybratú oblasť alebo celý obrázok do schránky
TIP_EDIT_PASTE                          =Prilepiť obsah schránky do aktívneho obrázka
TIP_EDIT_PASTEFROMFILE                  =Prilepiť súbor do aktívneho obrázka
TIP_EDIT_SELECTDEL                      =Vymazať výber
TIP_EDIT_SELECTNEW                      =Vyrezať obrázok z vybratej oblasti
TIP_EDIT_DESELECT                       =Zrušiť výber
TIP_EDIT_SELECTALL                      =Vybrať celý obrázok
TIP_EDIT_IMAGERESIZE                    =Zmeniť veľkosť obrázka
TIP_EDIT_CANVASRESIZE                   =Zmeniť veľkosť plátna
TIP_EDIT_VIEWBITMAP                     =Zobraziť obrázok na celú obrazovku
#-------------------------------------------------------------
#3.0.0
TIP_TOOLS_CAPTURE                       =Zobraziť na obrazovke okno Zachytiť obrazovku
#3.0.0

TIP_TOOLS_FULLSCREEN                    =Zachytiť celú obrazovku
TIP_TOOLS_ACTIVEWINDOW                  =Zachytiť aktívne okno
TIP_TOOLS_CONTROL                       =Zachytiť vybraté okno
TIP_TOOLS_SCROLLINGWINDOW	            =Zachytiť okno s posuvníkom
TIP_TOOLS_WEBPAGE                       =Zachytiť webstránku
TIP_TOOLS_REGION                        =Zachytiť vybratú oblasť
TIP_TOOLS_FREEHAND                      =Zachytiť oblasť vybratú voľnou rukou
TIP_TOOLS_FIXEDREGION                   =Zachytiť vymedzenú oblasť
TIP_TOOLS_REPEAT                        =Zopakovať posledné zachytenie


#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts

TIP_TOOLS_CAPTUREMENU 					=Zachytiť obrazovku
TIP_TOOLS_COLORPICKER	                =Zobraziť kvapkadlo
TIP_TOOLS_COLORPALETTE	                =Zobraziť paletu farieb
TIP_TOOLS_MAGNIFIER	                    =Zobraziť lupu
TIP_TOOLS_PIXELRULER	                =Zobraziť pravítko
TIP_TOOLS_PROTRACTOR	                =Zobraziť uhlomer
TIP_TOOLS_CROSSHAIR	                    =Zobraziť zameriavač
TIP_TOOLS_WHITEBOARD	                =Zobraziť bielu tabuľu na kreslenie po obrazovke
TIP_TOOLS_OPTION		                =Zobraziť niekoľko nastavení programu

#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts

#-------------------------------------------------------------
TIP_TOOLSOPTION					        =Zmeniť nastavenia zachytávania obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD	=Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE	=Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER	=Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		    =Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	    =Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	    =Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	        =Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	    =Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	=Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	    =Zmeniť formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	    =Zmeniť formát obrázka zachytenej obrazovky

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=Zmeniť predvolený formát obrázka zachytenej obrazovky
TIP_TOOLSOPTION_DUALMONITORS			=Podpora dvoch monitorov pri zachytávaní obrazovky
TIP_TOOLSOPTION_HOTKEY				    =Zmeniť klávesové skratky funkcií...
TIP_TOOLSOPTION_SOUND				    =Zvukové efekty počas zachytávania obrazovky
TIP_TOOLSOPTION_SCROLLCAPTURE			=Zachytiť posuvníky
TIP_TOOLSOPTION_MOUSECURSOR			    =Zachytiť kurzor myši
TIP_TOOLSOPTION_STARTUPPROGRAM		    =Spustiť PicPick po štarte systému
TIP_TOOLSOPTION_OPENEDITOR			    =Otvoriť Editor obrázkov po spustení programu
TIP_TOOLS_COLORTYPE				        =Kopírovať farbu ako [HTML, RGB, C++, Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT                       =Invertovať farby obrázka
TIP_EFFECT_GRAYSCALE                    =Konvertovať obrázok do 256 odtieňov šedej
TIP_EFFECT_MOSAIC                       =Aplikovať efekt pixelizácie
TIP_EFFECT_BLUR                         =Aplikovať efekt rozmazania
TIP_EFFECT_SHARPEN                      =Aplikovať efekt zaostrenia
TIP_EFFECT_BRIGHTNESS                   =Jas a kontrast
TIP_EFFECT_HSL                          =Odtieň a sýtosť
TIP_EFFECT_FLIPH                        =Prevrátiť vybratú oblasť alebo celý obrázok vodorovne
TIP_EFFECT_FLIPV                        =Prevrátiť vybratú oblasť alebo celý obrázok zvislo
TIP_EFFECT_ROTATE90                     =Otočiť o 90° v smere hodinových ručičiek
TIP_EFFECT_ROTATE180                    =Otočiť o 180° v smere hodinových ručičiek
TIP_EFFECT_ROTATE270                    =Otočiť o 270° v smere hodinových ručičiek
TIP_EFFECT_FRAME                        =Aplikovať efekt orámovania

#3.2.7
TIP_EFFECT_WATERMARK					=Pridať vodotlač
#3.2.7


#-------------------------------------------------------------
TIP_WINDOW_CASCADE                      =Usporiadať okná tak, aby sa prekrývali
TIP_WINDOW_TILEH                        =Usporiadať okná vodorovne tak, aby sa neprekrývali
TIP_WINDOW_TILEV                        =Usporiadať okná zvislo tak, aby sa neprekrývali
TIP_WINDOW_MINIMIZEALL                  =Minimalizovať všetky okná
#-------------------------------------------------------------
TIP_HELP_WEBSITE                        =Otvoriť webstránku programu PicPick
TIP_HELP_ABOUT                          =Zobraziť autorské práva a informácie o programe
#-------------------------------------------------------------
TIP_TOOL_MOVE                           =Ruka
TIP_TOOL_SELECT                         =Vybrať oblasť
TIP_TOOL_FILL                           =Vyplniť farbou
TIP_TOOL_BRUSH                          =Štetec
TIP_TOOL_PENCIL                         =Ceruzka
TIP_TOOL_ZOOM                           =Lupa
TIP_TOOL_ERASER                         =Farebná guma
TIP_TOOL_PICKCOLOR                      =Kvapkadlo
TIP_TOOL_TEXT                           =Text
TIP_TOOL_LINE                           =Čiara / šípka
TIP_TOOL_RECT                           =Obdĺžnik
TIP_TOOL_ELLIPSE                        =Elipsa
TIP_TOOL_ARROW                          =Šípka
TIP_TOOL_RRECT                          =Zaoblený obdĺžnik
TIP_TOOL_ADDIMAGE                       =Vložiť obrázok
#3.2.1
TIP_TOOL_HIGHLIGHTPEN 					=Zvýrazňovacie pero
TIP_TOOL_HIGHLIGHTRECT 					=Zvýrazňovací obdĺžnik
#3.2.1

#3.0.0 File menu width has been changed
TIP_OUTPUTTYPE_MSWORD1 		            =Vložiť kópiu tohto obrázka do
TIP_OUTPUTTYPE_MSWORD2 		            = programu Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1 		        =Vložiť kópiu tohto obrázka do
TIP_OUTPUTTYPE_MSEXCEL2 		        = programu Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1            =Vložiť kópiu tohto obrázka do
TIP_OUTPUTTYPE_MSPOWERPOINT2            = programu Microsoft PowerPoint

TIP_OUTPUTTYPE_SKYPE1					=Poslať kópiu tohto obrázka do
TIP_OUTPUTTYPE_SKYPE2 					= Skype


TIP_OUTPUTTYPE_PROGRAM1                 =Poslať kópiu tohto obrázka do
TIP_OUTPUTTYPE_PROGRAM2                 = externého programu

TIP_OUTPUTTYPE_MSOUTLOOK1               =Priložiť kópiu tohto obrázka do
TIP_OUTPUTTYPE_MSOUTLOOK2               = e-mailovej správy

TIP_OUTPUTTYPE_FACEBOOK1                =Nahrať a zdieľať tento obrázok
TIP_OUTPUTTYPE_FACEBOOK2                = na Facebooku

TIP_OUTPUTTYPE_TWITTER1                 =Nahrať a zdieľať tento obrázok
TIP_OUTPUTTYPE_TWITTER2                 = na Twitteri

TIP_OUTPUTTYPE_FTP1                     =Nahrať tento obrázok priamo na
TIP_OUTPUTTYPE_FTP2                     = umiestenie na webe cez FTP

TIP_OUTPUTTYPE_WEBUPLOAD1	            =Nahrať tento obrázok priamo na
TIP_OUTPUTTYPE_WEBUPLOAD2	            = umiestnenie na webe
#3.0.0 File menu width has been changed


#3.0.0;Missing tips

TIP_IMAGE_ROTATEFLIP                    =Otočiť alebo prevrátiť obrázok alebo výber

TIP_TOOLS_EFFECT                        =Použiť efekty
TIP_TOOLS_WIDTHS                        =Nastaviť šírku
TIP_TOOLS_OPACITY                       =Nastaviť priehľadnosť

TIP_VIEW_ZOOMIN                         =Priblížiť aktuálny obrázok
TIP_VIEW_ZOOMOUT                        =Oddialiť aktuálny obrázok
TIP_VIEW_ZOOMSELECT                     =Priblížiť alebo oddialiť
TIP_VIEW_ACTUALSIZE                     =Skutočná veľkosť
TIP_VIEW_THUMBNAIL                      =Zobraziť náhľady pre rýchly výber obrázka

TIP_SHOW_RULER                          =Zobraziť alebo skryť pravítka pre meranie obrázkov
TIP_SHOW_STATUSBAR                      =Zobraziť alebo skryť stavový panel na spodku okna
TIP_SHOW_TAB                            =Zobraziť alebo skryť panel s kartami

TIP_COLOR_COLOR1                        =Farba popredia
TIP_COLOR_COLOR2                        =Farba pozadia
TIP_COLOR_SWAP                          =Prehodiť farbu popredia a pozadia
TIP_COLOR_DEFAULT                       =Predvolené farby popredia a pozadia
TIP_COLOR_MORE                          =Zobraziť viac paliet

TIP_SHAPE_FLATTEN                       =Položiť tvary
TIP_SHAPE_DELETE                        =Odstrániť tvar
TIP_SHAPE_DUPLICATE                     =Duplikovať tvar

TIP_SHAPE_FILL                          =Vyplniť vybratý tvar
TIP_SHAPE_OUTLINE                       =Obrys tvaru
TIP_SHAPE_EFFECTS                       =Formát tvaru
TIP_SHAPE_ADDTEXT                       =Vložiť text do tvaru

TIP_SHAPE_FLATTEN_ALL                   =Položiť všetky tvary
TIP_SHAPE_BRINGTOFRONT                  =Posunúť vybratý objekt dopredu, aby bol pod menej objektmi, ktoré sú nad ním
TIP_SHAPE_SENDTOBACK                    =Posunúť vybratý objekt dozadu, aby bol pod objektmi, ktoré sú nad ním

#3.0.0

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE                =PicPick editor obrázkov
DLG_CONTROLCAPTURE_TITLE                =PicPick - výber okna
DLG_SCROLLINGWINDOWCAPTURE_TITLE        =PicPick - zachytiť okno s posuvníkom
DLG_REGIONCAPTURE_TITLE                 =PicPick - zachytiť oblasť
DLG_FIXEDREGIONCAPTURE_TITLE            =PicPick - zachytiť vymedzenú oblasť
DLG_FREEHANDCAPTURE_TITLE               =PicPick - zachytiť oblasť vybratú ručne
DLG_WHITEBOARDTOOL_TITLE                =PicPick - biela tabuľa
DLG_MAGNIFIER_TITLE                     =PicPick - lupa
DLG_COLORPICKER_TITLE                   =PicPick - kvapkadlo
DLG_CROSSHAIR_TITLE                     =PicPick - zameriavač
DLG_COLORPALETTE_TITLE                  =Paleta farieb
DLG_AUTOSAVE_TITLE                      =Ukladanie
DLG_NEWIMAGE_TITLE                      =Nový obrázok
DLG_PRINT_TITLE                         =Tlačiť
DLG_CANVASSET_TITLE                     =Zmeniť veľkosť plátna
DLG_IMAGERESIZE_TITLE                   =Zmeniť veľkosť obrázka
DLG_ABOUT_TITLE                         =O programe
DLG_PIXELATE_TITLE                      =Pixelizovať
DLG_HUESATURATION_TITLE                 =Odtieň a sýtosť
DLG_BRIGHTNESSCONTRAST_TITLE            =Jas a kontrast
DLG_FRAME_TITLE		                    =Rámik
#3.2.7
DLG_WATERMARK_TITLE						=Vodotlač
#3.2.7
DLG_FONTVIEW_TITLE                      =Vložiť text
DLG_CAPTURE_TITLE                       =Zachytenie
DLG_CHANGEHOTKEY_TITLE                  =Klávesy
DLG_WEBPAGECAPTURE_TITLE                =PicPick - zachytiť webstránku
DLG_SHORTCUT_TITLE                      =Upraviť klávesové skratky
DLG_SETUP_TITLE		                    =Nastavenia programu
DLG_FILENAMESETUP_TITLE	                =Názov súboru

#3.0.6
DLG_IMAGES_TITLE	                    =Obrázky
#3.0.6

DLG_FTPSETUP_TITLE	                    =FTP
DLG_EDITORSETUP_TITLE	                =Editor
DLG_ARROWSET_TITLE	                    =Vlastná šípka
DLG_FACEBOOK_TITLE	                    =Pripojiť sa na Facebook
DLG_TWITTER_TITLE		                =Pripojiť sa na Twitter
DLG_WEBUPLOAD_TITLE		                =Nahrať na web

BTN_OK                                  =&OK
BTN_CANCEL                              =&Zrušiť
#3.0.0
BTN_APPLY                               =&Použiť
#3.0.0
#-------------------------------------------------------------

[About]

GRP_PRESET                              = Nastavenia
CHK_ADDSTARTUP                          = Spustiť program po štarte systému
CHK_ADDDESTKOP                          = Vytvoriť odkaz na ploche
CHK_CHECKUPDATE                         = Automaticky kontrolovať aktualizácie programu
LBL_LANGUAGE                            = Jazyk
BTN_HOTKEY                              = Klávesové skratky
BTN_CREDIT                              = Kredit
LBL_PROGRAMPARAMETER                    =&Parametre
CHK_SETTINGTOAPPDATA                    =Uložiť nastavenia do Application Data
LBL_MORELANGUAGE                        =Viac jazykov

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY             =Vlastnosti
LBL_CONTROLCAPTURE_CLASS                =Názov
LBL_CONTROLCAPTURE_SIZE                 =Veľkosť
LBL_CONTROLCAPTURE_INFO                 =Údaje
LBL_CONTROLCAPTURE_SCROLL               =Automatické posúvanie
LBL_CONTROLCAPTURE_OUTPUTTYPE           =Výstup
LBL_CONTROLCAPTURE_HANDLE               =Handle
LBL_CONTROLCAPTURE_RECT                 =Obdĺžnik
LBL_CONTROLCAPTURE_BOTTOMTIP            =Vyberte ovládanie okna (tlačidlo, tabulátor, box, nástrojová lišta, atď.), a stlačte klávesu PRINT SCREEN.

GRP_FIXEDREGIONCAPTURE_PROPERTY         =Veľkosť oblasti
LBL_FIXEDREGIONCAPTURE_WIDTH            =Šírka:
LBL_FIXEDREGIONCAPTURE_HEIGHT           =Výška:

TIP_REGIONCAPTURE_NOTDRAG               =Vyberte hocijakú obdĺžnikovú oblasť na ploche.
TIP_PIXEL                               =Pixelov
TIP_FREEHANDCAPTURE_NOTDRAG             =Nakreslite hocijaký tvar pre zachytenie obrazovky.

LBL_COLORPICKER_COLORAS                 =Formát:
LBL_COLORPICKER_VALUE                   =Hodnota:

LSV_WEBPAGECAPTURE_LIST                 =Zvoľte webstránku, ktorú chcete zachytiť
BTN_WEBPAGECAPTURE_RELOAD               =&Obnoviť
BTN_WEBPAGECAPTURE_CAPTURE              =&Zachytiť

#3.0.3
LBL_MINIHELP                            =Kliknite ľavým tlačidlom myši pre vybratie oblasti.
#3.0.3
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY                              =Klávesové skratky
GRB_CAPTURE                             =Zachytávanie obrazovky
GRB_TOOLS                               =Nástroje

LBL_KEYNONE                             =Žiadny

LBL_CAPTURE_FULLSCREEN		            =Zachytiť celú obrazovku
LBL_CAPTURE_ACTIVEWINDOW	            =Zachytiť aktívne okno
LBL_CAPTURE_CONTROL		                =Zachytiť vybraté okno
LBL_CAPTURE_SCROLLINGWINDOW	            =Zachytiť okno s posuvníkom
LBL_CAPTURE_REGION		                =Zachytiť vybratú oblasť
LBL_CAPTURE_FIXEDREGION		            =Zachytiť vymedzenú oblasť
LBL_CAPTURE_FREEHAND		            =Zachytiť výber voľnou rukou
LBL_CAPTURE_WEBPAGE		                =Zachytiť webstránku
LBL_CAPTURE_REPEAT		                =Zopakovať posledné zachytenie

LBL_TOOLS_EDITOR		                =Editor obrázkov
LBL_TOOLS_COLORPICKER		            =Kvapkadlo
LBL_TOOLS_COLORPALETTE		            =Paleta farieb
LBL_TOOLS_PIXELRULER		            =Pravítko
LBL_TOOLS_PROTRACTOR		            =Uholník
LBL_TOOLS_CROSSHAIR		                =Zameriavač
LBL_TOOLS_WHITEBOARD		            =Biela tabuľa

LBL_TOOLS_MAGNIFIER		                =Lupa

CBO_HOTKEY_CUSTOM		                =Vlastné...
CBO_HOTKEY_DEFAULT		                =Predvolené
CBO_HOTKEY_HYPERSNAP		            =HyperSnap
CBO_HOTKEY_NONE			                =Vypnuté


#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR                               =Farby
LBL_FONTCOLOR                           =Farba písma
CHK_FILLCOLOR                           =Farba výplne
CHK_AA                                  =Vyhladzovať okraje písma

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER                        =Automatické ukladanie obrázkov
LBL_SELECTFOLDER                        =Vyberte adresár, do ktorého sa budú automaticky ukladať screenshoty:
BTN_SELECTFOLDER                        =&Prehľadávať
GRP_SELECTFILENAME                      =Názov súboru
RDO_SELECTFILENAME_TEXT                 =Text + poradové číslo
RDO_SELECTFILENAME_NUM                  =Iba poradové číslo
RDO_SELECTFILENAME_DATETIME             =Dátum a čas
LBL_SELECTFILENAME_DATETIME_FORMAT      =yyyy-mm-dd hh nn ss
EDT_SELECTFILENAME_DEFAULT              =Obrázok
GRP_SELECTFORMAT                        =Formát súboru
RDO_SELECTFORMAT_BMP                    =Bitová mapa (*.bmp)
RDO_SELECTFORMAT_JPG                    =JPEG (*.jpg)
RDO_SELECTFORMAT_PNG                    =Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF                    =CompuServe GIF (*.gif)
#3.0.7
RDO_SELECTFORMAT_PDF                    =PDF súbor (*.pdf)
#3.0.7

LBL_SAVEFILENAME                        =Zadajte názov súboru pre automatické ukladanie alebo uloženie na FTP server:

LBL_EXAMPLETITLE                        =Symboly:
LBL_EXAMPLE1                            =%y - rok, %m - mesiac, %d - deň
LBL_EXAMPLE2                            =%h - hodina, %n - minúta, %s - sekunda
LBL_EXAMPLE3                            =%c - poradové číslo
#3.1.2
LBL_EXAMPLE4							=%u - meno používateľa, %w - názov počítača
#3.1.2
GRB_OTHERPROGRAM                        =Nastavenie externého programu
LBL_OTHERPROGRAM                        =Vyberte externý program, ktorému budú odosielané vaše screenshoty:
LBL_OTHERPROGRAMPATH                    =Umiestenie programu:
LBL_OTHERPROGRAMPARAMETER               =Parameter: 
LBL_OTHERPROGRAMSELECT                  =Odoslať externému programu
LBL_OTHERPROGRAMMSWORD                  =Microsoft Word
LBL_OTHERPROGRAMMSEXCEL                 =Microsoft Excel
LBL_OTHERPROGRAMMSPPT                   =Microsoft PowerPoint

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION		                =Nastavenia zachytenia obrazovky
CHK_DUALMONITORS		                =Podpora dvoch monitorov
CHK_SOUND			                    =Zvukové efekty pri zachytávaní obrazovky
CHK_MOUSECURSOR		                    =Zachytiť kurzor myši
CHK_HIDEEDITOR			                =Skryť Editor obrázkov pred zachytením obrazovky
CHK_ALWAYSCOPYCLIPBOARD	                =Vždy skopírovať screenshot do schránky

#3.0.5
CHK_STARTWITHCAPTUREBAR	                =Zobraziť okno Zachytiť obrazovku po spustení programu
#3.0.5

GRB_AUTOSCROLL			                =Automatické posúvanie
CHK_SCROLLCAPTURE		                =Zapnúť automatické posúvanie
LBL_SCROLLDELAY			                =Zdržanie posunu: 
LBL_SCROLLDELAYMS		                =ms

GRB_MAGNIFIER			                =Okno s lupou
CHK_MAGNIFIER			                =Zobraziť okno s lupou počas zachytávania
LBL_ZOOMSCALE			                =Priblíženie:

#3.0.3
GRB_CAPTUREDELAY		                =Zdržanie pred zachytením
#3.0.3

#3.1.9
CHK_ADVANCECONTROLCAPTURE 				=Pokročilé ovládanie zachytenia obrazovky
#3.1.9

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER                           =Nastavenia FTP servera
LBL_FTPADDRESS                          =FTP server:
LBL_REMOTEPATH                          =Vzdialená cesta:
LBL_PORT                                =Port:
CHK_PASSIVEFTP                          =Použiť pasívny mód
LBL_USERNAME                            =Používateľ:
LBL_PASSWORD                            =Heslo:
BTN_CONNECTTEST                         =Otestovať
LBL_SENDWEBBROWSER                      =Otvoriť URL adresu
LBL_SENDCLIPBOARD                       =Skopírovať URL adresu do schránky
LBL_WEBADDRESS                          =URL:
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION                        =Nastavenia editora obrázkov
CHK_OPENEDITORWHENSTART                 =Otvoriť Editor obrázkov po spustení programu
CHK_CENTERIMAGE                         =Vycentrovať obrázok v okne editora
CHK_CLOSEWITHOUTASKING                  =Zatvoriť neuložený obrázok bez opýtania
CHK_CROPNEW                             =Vyrezávať výber do nového obrázka
CHK_SHOWCLASSICUI                       =Použiť klasickú lištu nástrojov

LBL_BG                                  =Farba pozadia:
RDO_BGGRID                              =Šachovnica
RDO_BGSOLID                             =Pevná farba

GRB_FILETYPE                            =Priradenie súborov
LBL_FILETYPE                            =Vyberte prosím typy súborov, ktoré chcete otvárať programom PicPick:
#3.0.0
LBL_FILETYPEVISTA                       =Nastaviť PicPick ako predvolený editor obrázkov
#3.0.0

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START                               =Štart
CHK_END                                 =Koniec
CHK_OUTLINE                             =Obrys
CBO_AT_ARROW1                           =Šípka 1
CBO_AT_ARROW2                           =Šípka 2
CBO_AT_CIRCLE                           =Kruh
CBO_AT_DIAMOND                          =Kosoštvorec
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE                                =Veľkosť plátna
LBL_WIDTH                               =Nová šírka:
LBL_HEIGHT                              =Nová výška:
LBL_BACKCOLOR                           =Farba pozadia:
LBL_PRESETS                             =Predvolené:
CBO_CLIPBOARD                           =Schránka
CBO_LASTUSED                            =Naposledy použité
CBO_CURRENT                             =Veľkosť aktuálneho obrázka
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM                                =
RDO_ZOOM                                =Veľkosť určená percentami
RDO_SIZE                                =Zväčšiť/zmenšiť do špecifickej veľkosti
CHK_KEEP                                =Zachovať pomer strán
LBL_WIDTH                               =Šírka:
LBL_HEIGHT                              =Výška:


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW                             =&Ukážka
LBL_PIXELATE                            =Pixelizovať
LBL_HUE                                 =Odtieň
LBL_SATURATION                          =Sýtosť
LBL_BIRGHTNESS                          =Jas
LBL_CONTRAST                            =Kontrast
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW                             =Ukážka
GRP_EFFECT                              =Nastavenia efektu
CHK_BORDER                              =Okraj
CHK_FRAME                               =Rámik
LBL_ETC                                 =Viac rámikových efektov
CHK_AUTO                                =Aplikovať rámikový efekt na obrázky zachytených obrazoviek
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED                                 =Če&rvená
LBL_GREEN                               =&Zelená
LBL_BLUE                                =&Modrá
LBL_TYPE                                =Formát:
BTN_COPY                                =&Kopírovať

CLR_DEFAULTTEXT                         =Paleta farieb
CLR_CUSTOMTEXT                          =Viac farieb
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE                          =&Posunúť
MNU_RULER_MOVE_UP                       =&Hore
MNU_RULER_MOVE_DOWN                     =&Dole
MNU_RULER_MOVE_LEFT                     =Doľa&va
MNU_RULER_MOVE_RIGHT                    =Dop&rava
#-------------------------------------------------------------
MNU_RULER_TYPE                          =&Typ pravítka
MNU_RULER_TYPE_HOTRIZONTAL              =&Vodorovné
MNU_RULER_TYPE_VERTICAL                 =&Zvislé
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT                   =P&riehľadnosť
MNU_RULER_TRANSPARENT_USE               =&Zapnúť
MNU_RULER_TRANSPARENT_NOTUSE            =&Vypnúť
MNU_RULER_TRANSPARENT_INC               =&Zvýšiť (+)
MNU_RULER_TRANSPARENT_DEC               =&Znížiť (-)

MNU_MAGNIFIER		                    =Zobraziť &lupu

#-------------------------------------------------------------
MNU_RULER_EXIT                          =&Ukončiť
#-------------------------------------------------------------
MNU_RULER_UNIT                          =&Jednotky
MNU_RULER_UNIT_PIXEL                    =&Pixely
MNU_RULER_UNIT_INCH                     =&Palce
MNU_RULER_UNIT_CM                       =&Centimetre
MNU_RULER_UNIT_DPI                      =&DPI (bodov na palec)
MNU_RULER_COLOR                         =&Farba
MNU_RULER_COLOR_BLUE                    =&Modrá (predvolená)
MNU_RULER_COLOR_YELLOW                  =&Žltá
MNU_RULER_COLOR_WHITE                   =&Biela
MNU_RULER_COLOR_BLACK                   =Čie&rna
MNU_RULER_UNIT_DPI_CUSTOM               =&Vlastné...
DLG_CUSTOMDPI_TITLE                     =Vlastný výber DPI
LBL_CUSTOMDPI_TEXT                      =Napíšte počet bodov na palec (DPI):

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH                 =Ší&rka pera
MNU_WHITEBOARD_PENCOLOR                 =&Farba pera
MNU_WHITEBOARD_PENCOLOR_BLACK           =Čierna
MNU_WHITEBOARD_PENCOLOR_WHITE           =Biela
MNU_WHITEBOARD_PENCOLOR_RED             =Červená
MNU_WHITEBOARD_PENCOLOR_GREEN           =Zelená
MNU_WHITEBOARD_PENCOLOR_BLUE            =Modrá
MNU_WHITEBOARD_PENCOLOR_CYAN            =Modrozelená
MNU_WHITEBOARD_PENCOLOR_MAGENTA         =Purpurová
MNU_WHITEBOARD_PENCOLOR_YELLOW          =Žltá
MNU_WHITEBOARD_PENCOLOR_GRAY            =Šedá
MNU_WHITEBOARD_PENCOLOR_CUSTOM          =&Atď.
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR                    =&Vyčistiť
MNU_WHITEBOARD_SAVE                     =&Zachytiť obrazovku
MNU_WHITEBOARD_EXIT                     =Uk&ončiť
#-------------------------------------------------------------
TIP_TOOL_MOVE                           =Ruka
TIP_TOOL_ZOOM                           =Priblížiť / oddialiť
TIP_TOOL_PEN                            =Pero
TIP_TOOL_LINE                           =Čiara
TIP_TOOL_ARROW                          =Šípka
TIP_TOOL_SHAPE                          =Tvar
TIP_TOOL_RECT                           =Obdĺžnik
TIP_TOOL_ELLIPSE                        =Elipsa
TIP_TOOL_RRECT                          =Zaoblený obdĺžnik
TIP_TOOL_TRANSPARENT                    =Priehľadnosť
TIP_TOOL_CLEAR                          =Vyčistiť
TIP_TOOL_SAVE                           =Zachytiť obrazovku
TIP_TOOL_WIDTH                          =Šírka
TIP_TOOL_COLOR                          =Farba

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP                        =Nastavenia tlačiarne
BTN_PRINT                               =&Tlačiť
GRB_PREVIEW                             =Ukážka

TAB_PAPERSETUP                          =Nastavenia strany
TAB_ADDTEXT                             =Vložiť text

GRB_MARGINSETUP                         =&Okraj (v milimetroch)
LBL_MARGINTOP                           =Horný
LBL_MARGINLEFT                          =Ľavý
LBL_MARGINRIGHT                         =Pravý
LBL_MARGINBOTTOM                        =Dolný

GRB_IMAGESETUP                          =Nastavenie &obrázka
CHK_CENTER                              =Vycentrovať obrázok
CHK_SHRINK                              =Prispôsobiť strane (roztiahnuť)
CHK_PROPORTINAL                         =Zachovať pomer strán
CHK_GRAYSCALE                           =Odtiene šedej

GRB_PAPERCOUNT                          =Počet &kópií
LBL_PAPERUNIT                           =Strán

GRB_ORIENTATION                         =&Orientácia
RDO_PORTRAIT                            =Na výšku
RDO_LANDSCAPE                           =Na šírku

GRB_HEADER                              =&Hlavička
CHK_HEADERADD                           =Vložiť hlavičku
CBO_HEADERDEFAULT                       =Sem prosím vložte text hlavičky
LBL_HEADERMARGIN                        =Okraj:
BTN_HEADERFONT                          =Písmo
RDO_HEADERLEFT                          =Naľavo
RDO_HEADERCENTER                        =V strede
RDO_HEADERRIGHT                         =Napravo

GRB_FOOTER                              =&Pätička
CHK_FOOTERADD                           =Vložiť pätičku
CBO_FOOTERDEFAULT                       =Sem prosím vložte text pätičky
LBL_FOOTERMARGIN                        =Okraj:
BTN_FOOTERFONT                          =Písmo
RDO_FOOTERLEFT                          =Naľavo
RDO_FOOTERCENTER                        =V strede
RDO_FOOTERRIGHT                         =Napravo
#-------------------------------------------------------------

[Facebook] 
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE                               =&Zatvoriť
LBL_PREVIEW                             =Ukážka obrázka
LBL_CAPTION                             =Titulok obrázka
RDO_SELECTALBUMS                        =Vyberte fotoalbumy
RDO_CREATEALBUM                         =Vytvoriť nový fotoalbum
LBL_CREATEALBUM_NAME                    =Názov: 
LBL_CREATEALBUM_LOCATION                =Umiestenie: 
LBL_CREATEALBUM_DESCRIPTION             =Popis: 
LBL_CREATEALBUM_PRIVACY                 =Zdieľať s: 
CBO_CREATEALBUM_1                       =So všetkými
CBO_CREATEALBUM_2                       =Mojimi sieťami a priateľmi
CBO_CREATEALBUM_3                       =Priateľmi mojich priateľov
CBO_CREATEALBUM_4                       =Iba s priateľmi
BTN_UPLOAD                              =Nahrať
LBL_IMGURL                              =URL obrázka
LBL_LINKURL                             =URL fotoalbumu
LBL_UPLOADING                           =Nahrávam...
LBL_UPLOADCOMPLETE                      =Nahrávanie dokončené
LBL_UPLOADWAIT                          =Čakám na odozvu...
LBL_UPLOADFAILURE                       =Nahranie bolo neúspešné. Skúste znova.
LBL_UPLOADRESULT                        =Úspešne ste nahrali jednu fotku. 

LBL_ACCOUNT                             =Používateľ:
LBL_PASSWORD                            =Heslo:
LBL_REMEMBERPASSWORD                    =Zapamätať si heslo
LBL_MESSAGE                             =Správa:

LBL_WEBUPLOAD_TITLE                     =Nahrať obrázok priamo na web
LBL_WEBUPLOAD_TITLESUB                  =cez ImageShack - neplatené úložisko obrázkov
LBL_WEBUPLOAD_SIGNUP                    =Prihlásiť sa pre spravovanie vami nahratých obrázkov!

LBL_WEBUPLOAD_NOACCOUNT                 =Návštevník (nevyžaduje registráciu)
LBL_WEBUPLOAD_ACCOUNTEXIST              =Mám účet na ImageShack

#3.1.4
BTN_REQUESTTWITTERPIN 					=Získať PIN z Twittera
BTN_REMEMBERME 							=Zapamätaj si ma
LBL_TWITTERPIN 							=PIN:
BTN_CONNECT 							=&Pripojiť sa
BTN_DISCONNECT 							=&Odpojiť sa
#3.1.4

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS                           =Rýchle karty
MNU_RENAME                              =&Premenovať...
LBL_RENAME                              =Prosím, vložte názov súboru:

#3.0.0

[ObjectProperty]

SHP_SHAPES                              =Tvary
SHP_LINE                                =Čiara
SHP_CURVE                               =Krivka
SHP_ARROW                               =Šípka
SHP_CURVEARROW                          =Krivka so šípkou
SHP_ELLIPSE                             =Elipsa
SHP_RECT                                =Obdĺžnik
SHP_ROUNDRECT                           =Zaoblený obdĺžnik
SHP_BALLOON                             =Bublina
SHP_DIAMOND                             =Kosoštvorec
SHP_PENTAGON                            =Päťuholník
SHP_Hexagon                             =Šesťuholník
SHP_5STAR                               =Hviezda s 5 hrotmi
SHP_6STAR                               =Hviezda s 6 hrotmi

TAB_EDIT                                =Upraviť
TBN_DELETE_OBJECT                       =&Odstrániť
TBN_DUPLICATE                           =&Duplikovať

MNU_FLATTEN                             =&Položiť
MNU_FLATTENALL                          =Položiť &všetky

LST_CHANGESHAPE                         =Zmeniť tvar

TAB_SHAPESTYLES                         =Štýly tvaru

TBN_SHAPETEXT                           =Vložiť &text...
TBN_SHAPEFILL                           =Výplň
MNU_SHAPEFILL_NOFILL                    =Žiadna výplň
MNU_SHAPEFILL_SOLIDFILL                 =Plná výplň
MNU_SHAPEFILL_GRAFILL                   =Výplň s kolmým prechodom
MNU_SHAPEFILL_RADIALFILL                =Výplň s radiálnym prechodom

TBN_SHAPEOUTLINE                        =Obrys
MNU_SHAPEOUTLINE_NOLINE                 =Žiadna čiara
MNU_SHAPEOUTLINE_SOLIDLINE              =Plná čiara
MNU_SHAPEOUTLINE_DOTLINE                =Bodkovaná čiara
MNU_SHAPEOUTLINE_DASHLINE               =Prerušovaná čiara
MNU_SHAPEOUTLINE_DASHDOTLINE            =Čiara pomlčka-bodka
MNU_SHAPEOUTLINE_DASHDOTDOTLINE         =Čiara pomlčka-bodka-bodka


TBN_SHAPEFORMAT                         =Formát tvaru
TBN_SHAPEEFFECTS                        =Efekty tvaru
MNU_SHAPEEFFECTS_NOEFFECTS              =Žiadne efekty
MNU_SHAPEEFFECTS_SHADOW                 =Efekty
MNU_SHAPEEFFECTS_SHADOWUSE              =Tieň
MNU_SHAPEEFFECTS_SHADOWOPTION           =Nastavenia...

MNU_SHAPEEFFECTS_BALLOONPOS             =Smer bubliny
MNU_SHAPEEFFECTS_BALLOONPOSTL           =Vľavo hore
MNU_SHAPEEFFECTS_BALLOONPOSTR           =Vpravo hore
MNU_SHAPEEFFECTS_BALLOONPOSBL           =Vľavo dole
MNU_SHAPEEFFECTS_BALLOONPOSBR           =Vpravo dole

MNU_SHAPEEFFECTS_ARROWSTART             =Na začiatku
MNU_SHAPEEFFECTS_ARROWEND               =Na konci
MNU_SHAPEEFFECTS_ARROWNONE              =Žiadna šípka
MNU_SHAPEEFFECTS_ARROW1                 =Šípka 1
MNU_SHAPEEFFECTS_ARROW2                 =Šípka 2
MNU_SHAPEEFFECTS_ARROWCIRCLE            =Kruh
MNU_SHAPEEFFECTS_ARROWDIAMOND           =Kosoštvorec

MNU_SHAPE_ARRANGE                       =Usporiadať
BTN_SHAPE_FRONT                         =Presunúť do&predu
BTN_SHAPE_BACK                          =Poslať do&zadu

BTN_SHAPE_ARROWSTYLE                    =Štýl šípky

TAB_SHAPECOLOR                          =Farby tvaru

[Licenses]

rdoRegistered                           =Som registrovaný používateľ a mám registračný kód na komerčné používanie.
rdoPersonal                             =Tento program chcem používať iba pre osobné použitie.
btnBuy                                  =&Kúpiť
btnRegister                             =&Registrovať
btnAgree                                =&Súhlasím
btnClose                                =&Zavrieť
lblEnterLicense                         =Vložte vaše registračné informácie:
lblOwnerName                            =Meno vlastníka:
lblRegistrationCode                     =Registračný kód:

lblLicenseInfo                          =Na používanie tohto produktu má povolenie: 
lblPersonalUse                          =PRE DOMÁCEHO POUŽÍVATEĽA ( IBA OSOBNÉ POUŽITIE )

#3.0.0

#3.2.7  This is for only for commercial version.

[CommercialVersionTrial]

btnModeTrial 							=Voľná skúšobná verzia
btnModeTrialDescription 				=Chcem pokračovať v používaní tohto programu ako skúšobnú verziu.

btnModeActivate 						=Aktivovať licenciu
btnModeActivateDescription 				=Som zaregistrovaný používateľ a mám licenčný kľúč.

btnModeBuy 								=Zakúpiť
btnModeBuyDescription 					=Otvoriť webstránku programu pre zakúpenie licenčného kľúča.


lblTrialDescription 					=Toto je 30-dňová skúšobná verzia programu PicPick. Po uplynutí skúšobnej doby si musíte buď zakúpiť licenciu na odomknutie programu alebo program odinštalovať.
btnContinueTrial 						=&Pokračovať v skúšobnej verzii
lblDayLeft 								=Ešte vám ostáva {$1} dní z vašej {$2}-dňovej skúšobnej doby.
lblDayExpired 							=Vaša licencia už viac nie je dostupná.

lblEnterLicense 						=Prosím, vyplňte vaše registračné údaje:
lblOwnerName 							=Meno používateľa:
lblRegistrationCode 					=Licenčný kľúč:
lblRegistrationHelp 					=Máte problémy s aktiváciou?
btnRegister 							=&Aktivovať

lblActivationOffline1 					=1. Prosím choďte na nasledujúcu URL adresu a získajte váš autentifikačný kód. Ak ste práve offline, musíte ísť na iný počítač, ktorý je online.
lblActivationOffline2 					=2. Prosím vložte váš autentifikačný kód, ktorý ste získali z vyššie uvedenej URL adresy.

lblAuthCode 							=Autentifikačný kód:

#3.2.7

#3.0.6
[ImagesSet]

grbJPEGOption                           = Nastavenia JPEG 
lblJPEGQuality                          =Kvalita:


cboJPEGQualityMaximum                   =Najvyššia
cboJPEGQualityHigh                      =Vysoká
cboJPEGQualityMedium                    =Stredná
cboJPEGQualityLow                       =Nízka
#3.0.6

#3.0.7
[SaveAll]

grbSaveOptions                          =Nastavenia uloženia
lblSelectFolder                         =Vyberte adresár, do ktorého sa uložia vaše obrázky:

rdoAllImages                            =Všetky obrázky
rdoUnsavedImages                        =Všetky neuložené obrázky

grbFileOptions                          =Nastavenia súboru
lblFileName                             =Názov súboru:
lblFileType                             =Typ súboru:
rdoFiles                                =súbory
#3.0.7


#3.1.0
[ColorBalance]

grpbxColorBalance						=Vyváženie farieb
lblColorLevels							=Úrovne

grpbxToneBalance						=Vyváženie tónov
rdbtnShadows							=Tiene
rdbtnMidtones							=Stredné tóny
rdbtnHighlights							=Vysoké tóny
chckbxPreserveLuminosity				=Zachovať svetelnosť
#3.1.0


#3.1.4
[StartPage]

lblStartHome 							=Vybrať úlohu...
lblStartTitle1 							=Nová úloha
lblStartTitle2 							=Grafické doplnky
chkStartDoNotShow 						=Nezobrazovať toto okno po spustení programu

#3.1.4


#3.2.7
[Watermark]

lblWaterMarkPreview 					=Ukážka
lblWaterMarkFile 						=Súbor:
lblWaterMarkPosition 					=Pozícia:
lblWaterMarkOpacity 					=Priehľadnosť:
lblWaterMarkOffsetX 					=Posun X:
lblWaterMarkOffsetY 					=Posun Y:
chkWaterMarkAuto						=Automaticky pridať vodotlač po zachytení obrazovky.
#3.2.7


[Message]
MSG_TRAY_TITLE                          = PicPick
MSG_ICON_TITLE                          = PicPick
MSG_MESSAGEBOX_TITLE                    = PicPick
MSG_PROTRACTOR_CENTERPOINT              =Vyberte bod, kde chcete zmerať uhol.
MSG_PROTRACTOR_POINT                    =°
MSG_ACTIVEWINDOW_1                      =Stlačte "
MSG_ACTIVEWINDOW_2                      =" na zachytenie aktívneho okna.
MSG_EXITSAVEIMAGE_1                     =Chcete uložiť zmeny v obrázku "
MSG_EXITSAVEIMAGE_2                     ="?
MSG_DEFAULT_IMAGENAME                   =Obrázok
MSG_DIRECTORYACCESSERROR                =Nemôže sa dostať k adresáru.
MSG_DEFAULT_TAPNAME                     =Žiadny obrázok

MSG_HOTKEY_ALREADY1                     =PicPick nemôže nastaviť tieto klávesové skratky.
MSG_HOTKEY_ALREADY2                     =Chcete zmeniť tieto klávesové skratky?

MSG_THISFOLDERNOTFOUND                  =Adresár (cesta alebo názov adresára) nebol nájdený.
MSG_INVALID_FILENAME                    =Neplatný názov súboru.
MSG_INVALID_CLIPBOARD                   =Nastala chyba pri získavaní dát zo schránky! (nesprávny formát dát v schránke)
MSG_CANNOTREPEATCAPTURE                 =Oblasť z posledného zachytenia nebola nájdená!
MSG_CLOSEALLIMAGE                       =Chcete zavrieť všetky neuložené obrázky?

MSG_FILE_OPEN                           =Otvoriť
MSG_FILE_SAVE                           =Uložiť ako

MSG_NEWVERSIONAVAILABLE                 =Je dostupná novšia verzia programu PicPick. Chcete otvoriť stránku, na ktorej sa dá táto verzia stiahnuť?

MSG_PROGRAM_NOTADDYET                   =Musíte vybrať externý program, ktorému budú odosielané vaše screenshoty!
MSG_EXTERNALPROGRAMERROR                =Externý program nebol nájdený! 
MSG_PARAMETERS_TITLE                    =Parametre pre PicPick
MSG_OLDLANGUAGE                         =Súbor s prekladom je starý. Niektoré texty preto nie sú preložené. Chcete aj napriek tomu nastaviť tento jazyk? 
MSG_INVALIDALBUMNAME                    =Názov fotoalbumu je neplatný.
MSG_CREATEFAILUREALBUM                  =Vyskytla sa chyba pri vytváraní fotoalbumu.
MSG_LOADINGFAILUREALBUM                 =Vyskytla sa chyba pri načítavaní fotoalbumov.
MSG_IDEMPTY                             =Prosím, vložte meno používateľa.
MSG_PWEMPTY                             =Prosím, vložte heslo.

#3.0.0
MSG_SAVE                                =&Uložiť
MSG_DONTSAVE                            =&Neuložiť
MSG_DONTSAVEALL                         =Neuložiť &všetky
MSG_NODISPLAYAGAIN                      =Nezobrazovať túto správu

BTN_YES                                 =Á&no
BTN_NO                                  =&Nie
BTN_NOALL                               =Nie &všetky

MSG_INPUTTEXT                           =Sem prosím napíšte text

MSG_FLATTENLAYER                        =Pre vykonanie tejto úlohu musíte položiť tvary. Chcete položiť tvary?
MSG_FLATTENALL                          =Chcete položiť všetky tvary?

MSG_INVALID_DOWNLOADURL                 =Počas sťahovania obrázka sa vyskytla chyba.


MSG_OPENURL                             =Prosím, napíšte adresu URL:

MSG_ANYSETTINGOK                        =Nastavenia boli úspešne zmenené.
MSG_DEFAULTEDITOR                       =PicPick bol nastavený ako predvolený editor obrázkov.

#3.0.0

#3.0.7
MSG_FTPINFONEED                         =Najprv musíte vložiť informácie o FTP serveri.
#3.0.7

#3.1.4
MSG_CONNECTIONFAIL						=Nastala chyba počas pripájania sa na server.
#3.1.4


#3.2.4
MSG_PROGRAM_NOSKYPE						=Program Skype nebol nájdený.
#3.2.4

#3.2.7
MSG_ACTIVATE_OFFLINE					=Nepodarilo sa aktivovať váš licenčný kľúč buď kvôli problému so sieťou alebo kvôli niečomu inému. Chcete aktivovať vašu licenciu offline?
MSG_ACTIVATE_OK 						=Vaša licencia bola aktivovaná. Ďakujeme, že ste si vybrali PicPick!
MSG_ACTIVATE_TRIAL 						=Skúšobná licencia bola aktivovaná. Ďakujeme, že ste si vybrali PicPick!
MSG_ACTIVATE_FAIL 						=Aktivácia nebola úspešná. Prosím kontaktuje Support Center programu PicPick.
MSG_VALIDOWNERNAME 						=Prosím, vložte platné meno vlastníka.
MSG_VALIDLICENSEKEY 					=Prosím, vložte platný licenčný kľúč.
MSG_FILENOTFOUND 						=Nemôžem nájsť súbor.
#3.2.7